# deutsch
# Translation by Peter Pfl\u00E4ging <peter.pflaeging@wien.gv.at>
Inputfile = Die Eingabe PDF Datei ausw\u00E4hlen. An der Eingabedatei werden KEINE \
 \u00C4nderungen vorgenommen!

Outputfile = Sie k\u00F6nnen eine Ausgabedatei w\u00E4hlen. Wenn Sie keine Ausgabedatei \
 w\u00E4hlen, wird im gleichen Verzeichnis in dem auch die Eingabedatei liegt eine \
 Ausgabedatei erstellt, welche mit "-sig.pdf" endet.

Signaturefile = Die Signaturdatei ist eine PKCS#12 (.P12) Datei. Wenn Sie sich \
 unsicher sind, ob die Datei oder das Passwort auf dieser Datei korrekt sind, \
 so importieren Sie sie in Firefox oder Mozilla.

Signatureblock = Sie k\u00F6nnen mit dieser Option eine zus\u00E4tzliche Seite an die \
 Ausgabe PDF Datei h\u00E4ngen, in dem die Charakteristiken der Signatur und ein \
 zus\u00E4tzliches Logo enthalten sind. Weiter Einstellungen finden Sie unter \
 "Optionen"

Password = Bitte geben Sie Ihr Passwort f\u00FCr die Signaturdatei ein und dr\u00FCcken \
 anschlie\u00DFend <Enter> oder den "OK" Button in der n\u00E4chsten Zeile.

Finalize = Sie k\u00F6nnen Ihr Dokument finalisieren, so da\u00DF niemand mehr \u00C4nderungen \
 vornehmen kann. Sollten Sie allerdings zus\u00E4tzliche Signaturen auf dieses \
 Dokument aufbringen wollen, so deselektieren Sie diese Option. Nur der letzte \
 Signator des Dokumentes sollte das Dokument finalisieren.

Result = Hier sehen Sie die Meldungen zum Signaturvorgang. Wenn etwas nicht \
 funktioniert hat (zu sehen am roten Meldungstext), so erscheint am Ende dieser \
 Zeile ein Button "Fehler Report", wo Sie zus\u00E4tzliche Informationen erhalten.

Again = Sie k\u00F6nnen mehrere Dokumente signieren: Fangen Sie einfach wieder \
 oben an!

SignatureLanguage = Bitte w\u00E4hlen Sie hier die Sprache Ihres Signaturblocks.

SignatureLogo = Sie k\u00F6nnen ein Logo (oder ein Bild) vor Ihren Signaturblock \
 stellen. Dies kann eine JPEG, PNG oder GIF Datei sein. Standardm\u00E4\u00DFig wird hier \
 das Portable Signer Logo angezeigt.

CommentField = Im Kommentarfeld k\u00F6nnen Sie einen zus\u00E4tzlichen Kommentar mit \
 Erkl\u00E4rungen an den Signaturblock anh\u00E4ngen.

SignatureReason = Dieser Text erscheint im "Grund" Feld der PDF Signatur.

SignatureLocation= Dieser Text erscheint im "Ort" Feld der PDF Signatur. Man \
 kann hier also den Ort an dem die Signatur aufgebracht wurde angeben. 
